Repository: Daniele-Tentoni/XamTemp
Catalog: XamTemp/XamTemp/Resources/Strings/AppResources.*.resx
Languages: it

# AboutBody
source: I created this application while I was in isolation because Covid19-positive. I fully acknowledge the full fullness of uselessness of this project, I did it just to try out some Xamarin features at evenings. If you would like to let me know your opinion, write me at daniele.tentoni.1996@gmail.com or open an issue on Github.
it: Ho creato questa applicazione mentre ero in isolamento perché positivo al Covid19. Sono pienamente consapevole della piena pienezza d'inutilità di questo progetto. L'ho fatto solamente per trascorrere qualche serata. Se vuoi farmi sapere la tua opinione, puoi scrivermi a daniele.tentoni.1996@gmail.com oppure aprire una issue su Github tramite i bottoni sottostanti.

# AboutIntro
source: Welcome to Xam Temperature! Use this application to store your measurements of body temperature and blood oxygen saturation before communicate them to your doctor. Swipe from left to right to mark a report as communicated or from right to left to delete it.
it: Benvenuto su Xam Temperature! Usa questa applicazione per memorizzare le tue misurazioni della temperatura corporea e dell'ossigenazione del sangue prima di comunicarlo al tuo medico curante. Trascina una misurazione da sinistra a destra per marcarla come comunicata oppure da destra a sinistra per eliminarlo.

source: Cancel
it: Cancella

source: Delete
it: Elimina

# DeleteConfirm
source: Are you sure to delete this report? (You will not be able to retreive it)
it: Sei sicuro di voler eliminare questo report? (Non sarai in grado di recuperarlo)

# ExceptionMessageReportAdd
source: Exception thrown adding a report: {0}
it: Eccezione generata durante la creazione di un report: {0}

# ExceptionMessageReportDelete
source: Exception thrown deleting a report: {0}
it: Eccezione generata durante la cancellazione di un report: {0}

# ExceptionMessageReportReset
source: Exception thrown resetting data: {e.Message}
it: Eccezione generata durante il ripristino dei dati: {0}

# ExceptionMessageReportSend
source: Exception thrown sending a report: {0}
it: Eccezione generata durante l'invio di un report: {0}

# FeedbackFor
source: Feedback for XamTemp
it: Feedback per XamTemp

source: Input saturation
it: Inserisci saturazione

source: Input temperature
it: Inserisci temperatura

# NotSure
source: No, don't do it.
it: No, non farlo.

# ReportToSend
source: You should send this report to your doctor.
it: Dovresti inviare questo report al tuo medico.

source: Reset
it: Ripristino

# ResetConfirmationMessage
source: Are you sure to reset all report data and restore the initial setup of the applicazion?
it: Sei sicuro di voler eliminare tutti i report e ripristinare lo stato iniziale dell'applicazione?

# ResetNo
source: No, don't reset.
it: No, non ripristinare.

# ResetYes
source: Yes, reset data!
it: Sì, ripristina tutto!

source: Saturation
it: Saturazione

source: Send Feedback
it: Invia feedback

# Sure
source: Yes, I'm sure!
it: Sì, sicuro!

source: Temperature
it: Temperatura

# UnsupportedEmail
source: Your device doesn't support email sending.
it: Il tuo dispositivo non supporta l'invio di email.

source: Unsupported feature
it: Funzionalità non supportata

# Version
source: Version {0}
it: Versione {0}
